"GetSupport" = "Destek alın";
"ReinstallButtonDescription" = "En son sürümü yükle";
"UninstallButtonDescription" = "Mevcut yüklemeyi kaldır";
"ReinstallButtonTitle" = "EN SON SÜRÜMÜ EDİNİN";
"UninstallButtonTitle" = "KALDIR";
"CannotInstallFlashPlayer" = "Adobe® Flash® Player yüklenemiyor.";
"NewerFlashPlayerAlreadyInstalled" = "Bu yazılımın daha yeni bir sürümü bu sistemde zaten yüklü.";
"InstalledVersionTitle" = "Yüklü sürüm:";
"ThisVersionTitle" = "Bu sürüm:";
"SystemDoesNotMeetMinimumRequirements" = "Sistem yükleme için gereken minimum gereksinimleri karşılamıyor.";
"InstallNoticeLine1" = "Bu program Adobe® Flash® Player 10.1\'i yükler.";
"UsageTitle" = "Kullanım, %@ şartlarına tabidir";
"LicenseAgreementLink" = "Flash Player Yazılım Lisans Sözleşmesi";
"ReadAndAgreeToTermsOfUse" = "Lisans sözleşmesi şartlarını okudum ve kabul ediyorum.";
"CloseFPClientsDescription1" = "Devam etmek için lütfen aşağıdaki uygulamaları kapatın:";
"CloseFPClientsDescription2" = "Bu uygulamaları el ile veya aşağıdaki düğmeyi tıklatarak kapatabilirsiniz.";
"ForceCloseAllButtonTitle" = "Tümünü Zorla Kapat";
"CloseAppsDialogTitle" = "Lütfen açık olan diğer uygulamaları kapatın";
"CloseAppsDialogMessage" = "Hala kapanması gereken uygulamalar var.\n\nGüncel listeyi görmek için Tamam\'ı tıklatın.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Kapat";
"FPInstallerWindowTitle" = "Adobe Flash Player Yükleyici";
"InstallingMessage" = "Yükleme yapılıyor…";
"InstallPercentage" = "%%%d";
"FinalizingInstallationMessage" = "Yükleme tamamlanıyor…";
"InstallButtonTitle" = "YÜKLE";
"RetryButtonTitle" = "YENİDEN DENE";
"QuitButtonTitle" = "ÇIKIŞ";
"DoneButtonTitle" = "BİTTİ";
"InstallSucceededTitle" = "Yükleme başarılı";
"InstallFailedTitle" = "Yükleme başarısız oldu";
"InstallFailedDescription" = "Bu yükleme başarısız oldu.";
"ErrorLogTitle" = "Hata Günlüğü:";
"FPUninstallerWindowTitle" = "Adobe Flash Player Kaldırıcı";
"UninstallDescriptionText" = "Bu program Adobe® Flash® Player uygulamasını bilgisayarınızdan kaldıracak.";
"UninstallDescriptionText_PlusTentacleRemover" = "Bu program Adobe® Flash® Player uygulamasını, önbellek dosyalarını ve ayarlarını bilgisayarınızdan kaldıracak.";
"UninstallingMessage" = "Uygulama kaldırılıyor…";
"UninstallCompletedTitle" = "Tamamlandı";
"UninstallSucceededText" = "Adobe® Flash® Player sisteminizden kaldırıldı.";
